{
  "destinations": [
    {
      "name": "Blue Mountain",
      "slug": "blue-mountain",
      "image": "blue-mountain.jpg",
      "description": "Blue Mountain is a famous mountain range known for its scenic beauty and coffee plantations.",
      "id": 1
    },
    {
      "name": "Bocas del Toro",
      "slug": "bocas-del-toro",
      "image": "bocas-del-toro.jpg",
      "description": "Bocas del Toro is an archipelago located in the Caribbean Sea, known for its beautiful beaches and marine life.",
      "id": 2
    },
    {
      "name": "Brazil",
      "slug": "brazil",
      "image": "brazil.jpg",
      "description": "Brazil is the largest country in South America, famous for its diverse culture, Amazon rainforest, and iconic landmarks like Christ the Redeemer.",
      "id": 3
    },
    {
      "name": "Hawaii",
      "slug": "hawaii",
      "image": "hawaii.jpg",
      "description": "Hawaii is a group of islands known for their stunning beaches, volcanoes, and unique Polynesian culture.",
      "id": 4
    },
    {
      "name": "Iguacu-falls",
      "slug": "Iguacu-falls.jpg",
      "image": "iguacu-falls.jpg",
      "description": "Iguazu Falls is a breathtaking waterfall on the border of Argentina and Brazil, surrounded by lush greenery.",
      "id": 5
    },
    {
      "name": "Jamaica",
      "slug": "jamaica",
      "image": "jamaica.jpg",
      "description": "Jamaica is an island nation in the Caribbean known for its reggae music, sandy beaches, and vibrant culture.",
      "id": 6
    },
    {
      "name": "Kilauea Volcano",
      "slug": "kilauea-volcano",
      "image": "kilauea-volcano.jpg",
      "description": "Kilauea Volcano is an active volcano located in Hawaii, famous for its lava flows and geological significance.",
      "id": 7
    },
    {
      "name": "Montego Bay",
      "slug": "montego-bay",
      "image": "montego-bay.jpg",
      "description": "Montego Bay is a popular tourist destination in Jamaica, known for its resorts, beaches, and vibrant nightlife.",
      "id": 8
    },
    {
      "name": "Na Pali Coast",
      "slug": "na-pali-coast",
      "image": "na-pali-coast.jpg",
      "description": "Na Pali Coast is a stunning coastline on the island of Kauai, Hawaii, featuring dramatic cliffs and lush valleys.",
      "id": 9
    },
    {
      "name": "Oahu's North Shore",
      "slug": "ohaus-north-shore",
      "image": "ohaus-north-shore.jpg",
      "description": "Oahu's North Shore is famous for its big waves, attracting surfers from around the world.",
      "id": 10
    },
    {
      "name": "Panama Canal",
      "slug": "panama-canal",
      "image": "panama-canal.jpg",
      "description": "The Panama Canal is an engineering marvel connecting the Atlantic and Pacific Oceans, facilitating global trade.",
      "id": 11
    },
    {
      "name": "Panama City",
      "slug": "panama-city",
      "image": "panama-city.jpg",
      "description": "Panama City is the capital and largest city of Panama, known for its modern skyline and historical landmarks.",
      "id": 12
    },
    {
      "name": "Panama",
      "slug": "panama",
      "image": "panama.jpg",
      "description": "Panama is a country in Central America, famous for its diverse ecosystems, wildlife, and rich cultural heritage.",
      "id": 13
    },
    {
      "name": "Pao de Acucar",
      "slug": "pao-de-acucar",
      "image": "pao-de-acucar.jpg",
      "description": "Pao de Acucar, also known as Sugarloaf Mountain, is an iconic peak in Rio de Janeiro, Brazil, offering panoramic views of the city.",
      "id": 14
    },
    {
      "name": "Port Antonio",
      "slug": "port-antonio",
      "image": "port-antonio.jpg",
      "description": "Port Antonio is a town in Jamaica, known for its natural beauty, lush landscapes, and tranquil beaches.",
      "id": 15
    },
    {
      "name": "Salvador",
      "slug": "salvador",
      "image": "salvador.jpg",
      "description": "Salvador is a vibrant city in Brazil, renowned for its Afro-Brazilian culture, colonial architecture, and lively festivals.",
      "id": 16
    },
    {
      "name": "Santa Catalina",
      "slug": "santa-catalina",
      "image": "santa-catalina.jpg",
      "description": "Santa Catalina is a popular surfing destination in Panama, offering stunning beaches and world-class waves.",
      "id": 17
    },
    {
      "name": "Sao Paulo",
      "slug": "sao-paulo",
      "image": "sao-paulo.jpg",
      "description": "Sao Paulo is the largest city in Brazil and South America, known for its cultural diversity, gastronomy, and economic significance.",
      "id": 18
    },
    {
      "name": "Tower Isle",
      "slug": "tower-isle",
      "image": "tower-isle.jpg",
      "description": "Tower Isle is a small island off the coast of Jamaica, offering secluded beaches and a relaxing atmosphere.",
      "id": 19
    },
    {
      "name": "Waikiki Beach",
      "slug": "waikiki-beach",
      "image": "waikiki-beach.jpg",
      "description": "Waikiki Beach is a famous beach in Honolulu, Hawaii, popular for surfing, swimming, and sunbathing.",
      "id": 20
    }
  ]
}
